Revit 2027 API
BuiltInFailures.ReshapeFromFacetsFailures.ReshapeFromFacetsFailedError Property
 Reshape from facets failed. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ReshapeFromFacetsFailedError { get; }
Public Shared ReadOnly Property ReshapeFromFacetsFailedError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ReshapeFromFacetsFailedError {
	FailureDefinitionId^ get ();
}
static member ReshapeFromFacetsFailedError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ReshapeFromFacetsFailures Class
Autodesk.Revit.DB Namespace